{
    "nav-bar":{
        "home": "Inicio",
        "about": "Acerca de",
        "skills": "Habilidades",
        "projects": "Proyectos",
        "contact": "Contacto",
        "tour": "Л Recorrido"
    },
    "home": {
        "title": "Hola,<br>Soy <span class=\"home__title-color\">Juan</span><br>Desarrollador Junior",
        "contact": "Cont谩ctame",
        "download": "Descargar CV"
    },
    "about": {
        "title": "Acerca de mi",
        "i am": "Soy Juan Rodriguez",
        "description": "Soy de Colombia, me encanta enfrentar desaf铆os y contribuir a proyectos significativos en entornos diversos y multiculturales.",
        "description2": "Tecn贸logo en Implementaci贸n de Infraestructura TIC y Desarrollador de Software en formaci贸n, con experiencia en redes y desarrollo frontend. Me destaco por mi pensamiento 谩gil y mi capacidad para crear soluciones innovadoras."
    },
    "skills": {
        "title": "Habilidades",
        "title2" : "Habilidades t茅cnicas",
        "description": "Estas son algunas de mis principales habilidades t茅cnicas, con niveles de dominio que reflejan mi experiencia y pr谩ctica constante en cada 谩rea. Estoy comprometido con el aprendizaje continuo para mejorar y ampliar mis conocimientos."
    },
    "projects": {
        "title": "Proyectos",
        "f1_description": "Un sistema integral de gesti贸n de F贸rmula 1 que incluye gesti贸n de equipos, autom贸viles, pilotos, posiciones de pole y integraciones de modelos 3D.",
        "sgci_description": "Sistema de gesti贸n de compras e inventario, un proyecto para gestionar compras, inventarios, promociones y flujo de caja.",
        "concert_description": "Sitio web responsivo para un evento de concierto con dise帽o moderno, animaciones y sistema de reserva de entradas.",
        "hamburger_description": "Sitio web de restaurante con men煤 interactivo, sistema de pedidos y hermosas presentaciones de alimentos.",
        "liga_description": "Sistema integral de gesti贸n de liga de f煤tbol con estad铆sticas de equipos y seguimiento de partidos.",
        "cine_description": "Aplicaci贸n web para entusiastas del cine para buscar y ver informaci贸n detallada de pel铆culas, con interfaz intuitiva y base de datos de pel铆culas completa."
    },
    "contact": {
        "title": "Contacto",
        "get-in-touch": "Ponte en Contacto",
        "description": "No dudes en contactarme. Siempre estoy abierto a discutir nuevos proyectos, ideas creativas u oportunidades para ser parte de tus visiones.",
        "name": "Nombre",
        "email": "Correo electr贸nico",
        "message": "Mensaje",
        "send": "Enviar Mensaje"
    },
    "loader": {
        "text": "Cargando..."
    }
}