{
    "nav-bar":{
        "home": "Inicio",
        "about": "Acerca de",
        "skills": "Habilidades",
        "projects": "Proyectos",
        "contact": "Contacto",
        "tour": "游빐 Recorrido"
    },
    "home": {
        "title": "Hola,<br>Soy <span class=\"home__title-color\">Juan</span><br>Desarrollador Junior",
        "contact": "Cont치ctame",
        "download": "Descargar CV"
    },
    "about": {
        "title": "Acerca de mi",
        "i am": "Soy Juan Rodriguez",
        "description": "Soy de Colombia, me encanta enfrentar desaf칤os y contribuir a proyectos significativos en entornos diversos y multiculturales."
    },
    "skills": {
        "title": "Habilidades",
        "title2" : "Habilidades t칠cnicas",
        "description": "Estas son algunas de mis principales habilidades t칠cnicas, con niveles de dominio que reflejan mi experiencia y pr치ctica constante en cada 치rea. Estoy comprometido con el aprendizaje continuo para mejorar y ampliar mis conocimientos."
    },
    "projects": {
        "title": "Proyectos",
        "f1_description": "Un sistema integral de gesti칩n de F칩rmula 1 que incluye gesti칩n de equipos, autom칩viles, pilotos, posiciones de pole y integraciones de modelos 3D.",
        "sgci_description": "Sistema de gesti칩n de compras e inventario, un proyecto para gestionar compras, inventarios, promociones y flujo de caja.",
        "concert_description": "Sitio web responsivo para un evento de concierto con dise침o moderno, animaciones y sistema de reserva de entradas.",
        "hamburger_description": "Sitio web de restaurante con men칰 interactivo, sistema de pedidos y hermosas presentaciones de alimentos.",
        "liga_description": "Sistema integral de gesti칩n de liga de f칰tbol con estad칤sticas de equipos y seguimiento de partidos.",
        "cine_description": "Aplicaci칩n web para entusiastas del cine para buscar y ver informaci칩n detallada de pel칤culas, con interfaz intuitiva y base de datos de pel칤culas completa."
    },
    "contact": {
        "title": "Contacto",
        "get-in-touch": "Ponte en Contacto",
        "description": "No dudes en contactarme. Siempre estoy abierto a discutir nuevos proyectos, ideas creativas u oportunidades para ser parte de tus visiones.",
        "name": "Nombre",
        "email": "Correo electr칩nico",
        "message": "Mensaje",
        "send": "Enviar Mensaje"
    },
    "loader": {
        "text": "Cargando..."
    }
}